# Oh my zsh configs and plugins
getantidote/use-omz
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/sudo
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/brew

# Autosuggestions
zsh-users/zsh-autosuggestions

# Syntax highlighting
zsh-users/zsh-syntax-highlighting

# Completions
zsh-users/zsh-completions

# You should use
MichaelAquilina/zsh-you-should-use
